[
    {
      "surah": 2,
      "ayah": 45,
      "text": "Ищите помощи в терпении и намазе. Воистину, намаз — это тяжкое бремя для всех, кроме смиренных.",
      "reference": "Сура 2:45"
    },
    {
      "surah": 2,
      "ayah": 153,
      "text": "О вы, которые уверовали! Ищите помощи в терпении и намазе. Поистине, Аллах — с терпеливыми.",
      "reference": "Сура 2:153"
    },
    {
      "surah": 2,
      "ayah": 155,
      "text": "Мы непременно испытаем вас страхом, голодом, потерей имущества, жизней и плодов. Обрадуй же терпеливых.",
      "reference": "Сура 2:155"
    },
    {
      "surah": 2,
      "ayah": 186,
      "text": "А если Мои рабы спросят тебя обо Мне, то ведь Я близок, отвечаю на зов молящегося, когда он взывает ко Мне.",
      "reference": "Сура 2:186"
    },
    {
      "surah": 2,
      "ayah": 214,
      "text": "Или вы полагали, что войдёте в Рай, не испытав того, что постигло тех, кто был до вас? Их постигали бедствия и невзгоды...",
      "reference": "Сура 2:214"
    },
    {
      "surah": 2,
      "ayah": 286,
      "text": "Аллах не возлагает на душу ничего сверх её возможностей. Ей достанется то, что она приобрела, и против неё будет то, что она совершила.",
      "reference": "Сура 2:286"
    },
    {
      "surah": 3,
      "ayah": 31,
      "text": "Скажи: «Если вы любите Аллаха, то следуйте за мной, и тогда Аллах возлюбит вас и простит вам ваши грехи».",
      "reference": "Сура 3:31"
    },
    {
      "surah": 3,
      "ayah": 139,
      "text": "Не слабейте и не печальтесь, ведь вы будете выше, если вы верующие.",
      "reference": "Сура 3:139"
    },
    {
      "surah": 3,
      "ayah": 159,
      "text": "По милости Аллаха ты был мягок с ними. Если бы ты был суров и жестокосерден, они бы покинули тебя.",
      "reference": "Сура 3:159"
    },
    {
      "surah": 7,
      "ayah": 56,
      "text": "Не распространяйте нечестие на земле после того, как она была приведена в порядок, и взывайте к Нему со страхом и надеждой.",
      "reference": "Сура 7:56"
    },
    {
      "surah": 12,
      "ayah": 87,
      "text": "О сыновья мои! Идите и разузнайте о Йусуфе и его брате и не отчаивайтесь в милости Аллаха. Воистину, в милости Аллаха отчаиваются только неверующие.",
      "reference": "Сура 12:87"
    },
    {
      "surah": 13,
      "ayah": 11,
      "text": "Воистину, Аллах не меняет положения людей, пока они сами не изменят того, что в их душах.",
      "reference": "Сура 13:11"
    },
    {
      "surah": 16,
      "ayah": 97,
      "text": "Тому, кто совершал праведные деяния, будь то мужчина или женщина, и при этом был верующим, Мы непременно даруем прекрасную жизнь.",
      "reference": "Сура 16:97"
    },
    {
      "surah": 29,
      "ayah": 69,
      "text": "А тех, которые усердствовали ради Нас, Мы непременно поведём Нашими путями. Воистину, Аллах — с творящими добро.",
      "reference": "Сура 29:69"
    },
    {
      "surah": 39,
      "ayah": 10,
      "text": "Скажи: «О рабы Мои, которые уверовали! Бойтесь вашего Господа. Тем, кто творил добро в этом мире, будет добро».",
      "reference": "Сура 39:10"
    },
    {
      "surah": 39,
      "ayah": 53,
      "text": "Скажи: «О рабы Мои, которые излишествовали во вред самим себе, не отчаивайтесь в милости Аллаха. Воистину, Аллах прощает все грехи».",
      "reference": "Сура 39:53"
    },
    {
      "surah": 41,
      "ayah": 30,
      "text": "Воистину, те, которые сказали: «Наш Господь — Аллах», — и затем были стойкими, к ним нисходят ангелы: «Не бойтесь и не печальтесь».",
      "reference": "Сура 41:30"
    },
    {
      "surah": 65,
      "ayah": 2,
      "text": "А кто боится Аллаха, тому Он создаёт выход и дарует удел оттуда, откуда он и не ждёт.",
      "reference": "Сура 65:2"
    },
    {
      "surah": 94,
      "ayah": 6,
      "text": "Воистину, за каждой трудностью следует облегчение.",
      "reference": "Сура 94:6"
    },
    {
      "surah": 103,
      "ayah": 3,
      "text": "Кроме тех, которые уверовали, совершали праведные деяния, заповедали друг другу истину и заповедали друг другу терпение.",
      "reference": "Сура 103:3"
    },
        {
          "surah": 1,
          "ayah": 5,
          "text": "Тебе одному мы поклоняемся и Тебя одного молим о помощи.",
          "reference": "Сура 1:5"
        },
        {
          "surah": 2,
          "ayah": 197,
          "text": "А кто боится Аллаха, тому Он облегчит его дело.",
          "reference": "Сура 2:197"
        },
        {
          "surah": 2,
          "ayah": 261,
          "text": "Пример тех, кто расходует своё имущество на пути Аллаха, подобен зерну, из которого выросло семь колосьев, и в каждом колосе — сто зёрен.",
          "reference": "Сура 2:261"
        },
        {
          "surah": 3,
          "ayah": 92,
          "text": "Вы не достигнете благочестия, пока не будете расходовать из того, что вы любите.",
          "reference": "Сура 3:92"
        },
        {
          "surah": 3,
          "ayah": 160,
          "text": "Если Аллах поможет вам, то никто не одолеет вас. А если Он оставит вас, то кто поможет вам после Него?",
          "reference": "Сура 3:160"
        },
        {
          "surah": 4,
          "ayah": 36,
          "text": "Поклоняйтесь Аллаху и не приобщайте к Нему ничего в сотоварищи. Делайте добро родителям, родственникам, сиротам и беднякам...",
          "reference": "Сура 4:36"
        },
        {
          "surah": 5,
          "ayah": 23,
          "text": "Войдите в эту благословенную землю, которую Аллах предписал вам, и не отступайте назад, чтобы не оказаться в числе потерпевших убыток.",
          "reference": "Сура 5:23"
        },
        {
          "surah": 6,
          "ayah": 152,
          "text": "Не приближайтесь к имуществу сироты, кроме как с лучшими намерениями, пока он не достигнет зрелости.",
          "reference": "Сура 6:152"
        },
        {
          "surah": 7,
          "ayah": 96,
          "text": "Если бы жители селений уверовали и боялись Аллаха, Мы раскрыли бы для них благословения с неба и земли.",
          "reference": "Сура 7:96"
        },
        {
          "surah": 8,
          "ayah": 46,
          "text": "Слушайтесь Аллаха и Его Посланника и не препирайтесь друг с другом, чтобы не ослабеть и не лишиться своего величия.",
          "reference": "Сура 8:46"
        },
        {
          "surah": 9,
          "ayah": 51,
          "text": "Скажи: «Нас постигнет только то, что предписал нам Аллах. Он — наш Покровитель».",
          "reference": "Сура 9:51"
        },
        {
          "surah": 11,
          "ayah": 115,
          "text": "Терпи, ибо Аллах не лишает вознаграждения тех, кто творит добро.",
          "reference": "Сура 11:115"
        },
        {
          "surah": 14,
          "ayah": 7,
          "text": "Если вы будете благодарны, то Я непременно умножу вам. А если будете неблагодарны, то, воистину, наказание Моё сурово.",
          "reference": "Сура 14:7"
        },
        {
          "surah": 18,
          "ayah": 46,
          "text": "Богатство и сыновья — украшение мирской жизни, а добрые дела, которые остаются навечно, лучше перед твоим Господом.",
          "reference": "Сура 18:46"
        },
        {
          "surah": 20,
          "ayah": 132,
          "text": "Приказывай своей семье совершать намаз и сам будь терпелив в нём. Мы не просим у тебя удела — Мы сами наделяем тебя уделом.",
          "reference": "Сура 20:132"
        },
        {
          "surah": 24,
          "ayah": 35,
          "text": "Аллах — Свет небес и земли. Пример Его света подобен нише, в которой находится светильник...",
          "reference": "Сура 24:35"
        },
        {
          "surah": 28,
          "ayah": 77,
          "text": "Стремись посредством того, что даровал тебе Аллах, к Последней обители, но не забывай о своей доле в этом мире.",
          "reference": "Сура 28:77"
        },
        {
          "surah": 33,
          "ayah": 35,
          "text": "Воистину, для мужчин и женщин, которые предались Аллаху, для верующих мужчин и женщин... — для них Аллах приготовил прощение и великую награду.",
          "reference": "Сура 33:35"
        },
        {
          "surah": 49,
          "ayah": 13,
          "text": "О люди! Воистину, Мы создали вас из мужчины и женщины и сделали вас народами и племенами, чтобы вы узнавали друг друга.",
          "reference": "Сура 49:13"
        },
        {
          "surah": 67,
          "ayah": 2,
          "text": "Он — Тот, Кто создал смерть и жизнь, чтобы испытать вас и увидеть, кто из вас лучше по деяниям.",
          "reference": "Сура 67:2"
        },
        {
          "surah": 2,
          "ayah": 255,
          "text": "Аллах — нет божества, кроме Него, Живой, Вечносущий. Его не одолевают ни дремота, ни сон. Ему принадлежит всё, что на небесах и на земле.",
          "reference": "Сура 2:255 (Аят аль-Курси)"
        },
        {
          "surah": 4,
          "ayah": 103,
          "text": "Когда вы завершите намаз, поминайте Аллаха стоя, сидя и лёжа на боках ваших. А когда будете в безопасности, совершайте намаз должным образом.",
          "reference": "Сура 4:103"
        },
        {
          "surah": 5,
          "ayah": 35,
          "text": "О вы, которые уверовали! Бойтесь Аллаха, ищите пути приближения к Нему и усердствуйте на Его пути, чтобы обрести успех.",
          "reference": "Сура 5:35"
        },
        {
          "surah": 6,
          "ayah": 162,
          "text": "Скажи: «Воистину, мой намаз, мои жертвы, моя жизнь и моя смерть — всё ради Аллаха, Господа миров».",
          "reference": "Сура 6:162"
        },
        {
          "surah": 7,
          "ayah": 180,
          "text": "У Аллаха — самые прекрасные имена, взывайте к Нему посредством них и оставьте тех, кто искажает Его имена.",
          "reference": "Сура 7:180"
        },
        {
          "surah": 8,
          "ayah": 29,
          "text": "О вы, которые уверовали! Если вы будете бояться Аллаха, Он дарует вам различение, очистит вас от ваших грехов и простит вас.",
          "reference": "Сура 8:29"
        },
        {
          "surah": 9,
          "ayah": 71,
          "text": "Верующие мужчины и женщины — помощники друг другу. Они побуждают к одобряемому и удерживают от порицаемого, совершают намаз и выплачивают закят.",
          "reference": "Сура 9:71"
        },
        {
          "surah": 10,
          "ayah": 62,
          "text": "Воистину, для друзей Аллаха нет страха, и они не будут печалиться.",
          "reference": "Сура 10:62"
        },
        {
          "surah": 15,
          "ayah": 99,
          "text": "И поклоняйся твоему Господу, пока не придёт к тебе неизбежное.",
          "reference": "Сура 15:99"
        },
        {
          "surah": 17,
          "ayah": 80,
          "text": "Скажи: «Господь мой! Введи меня входом истины и выведи меня выходом истины и даруй мне от Тебя власть, которая поможет».",
          "reference": "Сура 17:80"
        },
        {
          "surah": 19,
          "ayah": 65,
          "text": "Господь небес, земли и всего, что между ними! Поклоняйся Ему и будь терпелив в поклонении Ему. Знаешь ли ты кого-либо, равного Ему?",
          "reference": "Сура 19:65"
        },
        {
          "surah": 22,
          "ayah": 77,
          "text": "О вы, которые уверовали! Кланяйтесь, падайте ниц, поклоняйтесь вашему Господу и творите добро, чтобы вы могли преуспеть.",
          "reference": "Сура 22:77"
        },
        {
          "surah": 23,
          "ayah": 1,
          "text": "Воистину, преуспели верующие,",
          "reference": "Сура 23:1"
        },
        {
          "surah": 25,
          "ayah": 74,
          "text": "И те, которые говорят: «Господь наш! Даруй нам от наших жён и потомства отраду глаз и сделай нас образцом для богобоязненных».",
          "reference": "Сура 25:74"
        },
        {
          "surah": 27,
          "ayah": 92,
          "text": "И чтобы я читал Коран. Кто идёт прямым путём, тот идёт ради самого себя, а кто заблудился, тот заблудился во вред себе.",
          "reference": "Сура 27:92"
        },
        {
          "surah": 30,
          "ayah": 60,
          "text": "Так терпи же, ибо обещание Аллаха истинно, и пусть не заставляют тебя терять терпение те, кто не обладает уверенностью.",
          "reference": "Сура 30:60"
        },
        {
          "surah": 32,
          "ayah": 16,
          "text": "Их бока отрываются от постелей, они взывают к своему Господу со страхом и надеждой, и расходуют из того, что Мы даровали им.",
          "reference": "Сура 32:16"
        },
        {
          "surah": 35,
          "ayah": 29,
          "text": "Воистину, те, которые читают Книгу Аллаха, совершают намаз и расходуют из того, чем Мы их наделили, тайно и явно, надеются на торговлю, которая никогда не пропадёт.",
          "reference": "Сура 35:29"
        },
        {
          "surah": 40,
          "ayah": 60,
          "text": "Ваш Господь сказал: «Взывайте ко Мне, и Я отвечу вам. Воистину, те, которые превозносятся над поклонением Мне, войдут в Геенну униженными».",
          "reference": "Сура 40:60"
        },
        {
          "surah": 42,
          "ayah": 43,
          "text": "А кто проявляет терпение и прощает, воистину, это — из числа дел, требующих решимости.",
          "reference": "Сура 42:43"
        }
    
]